[
  {"id": 1, "fact": "The Audi Quattro, introduced in 1980, was the first car to bring permanent all-wheel drive to the masses, revolutionizing rally racing and giving Audi its swagger.", "year": 1980},
  {"id": 2, "fact": "In 1980, the Ford Escort became America's best-selling car, replacing the infamous Pinto with front-wheel drive and better safety.", "year": 1980},
  {"id": 3, "fact": "Chrysler's K-car platform, launched in 1981 with the Aries and Reliant, saved the company from bankruptcy and spawned minivans like the Caravan.", "year": 1981},
  {"id": 4, "fact": "The 1982 Chevrolet Citation was GM's best-seller with over 800,000 units, but its poor quality led to rust and breakdowns, making it a cautionary tale.", "year": 1982},
  {"id": 5, "fact": "Buick's 1983 Turbo Regal used a 3.8L V6 turbocharger, producing 245 hp and dominating drag strips despite emissions restrictions.", "year": 1983},
  {"id": 6, "fact": "Pioneer introduced the first in-car CD player, the CDX-1, in 1984, kicking off the audio revolution in vehicles.", "year": 1984},
  {"id": 7, "fact": "The 1985 Dodge Omni GLH ('Goes Like Hell') by Carroll Shelby packed 146 hp from a turbo 2.2L in a compact hatchback.", "year": 1985},
  {"id": 8, "fact": "Ferrari's Testarossa, debuting in 1984 but peaking in 1986 sales, became the ultimate 80s icon with its side strakes and Miami Vice fame.", "year": 1986},
  {"id": 9, "fact": "The 1986 Monte Carlo SS Aerocoupe featured a sloped rear glass for NASCAR aero, but only 200 units were made for homologation.", "year": 1986},
  {"id": 10, "fact": "Toyota's 1987 Corolla trunk keys could open any other 1987 Corolla trunk—a quirky universal design flaw turned fun fact.", "year": 1987},
  {"id": 11, "fact": "BMW's E30 3 Series, from 1982-1988, set the standard for sports sedans with its rear-wheel drive and tunable M3 variant.", "year": 1988},
  {"id": 12, "fact": "The 1988 Porsche 944 Turbo hit 0-60 in under 5 seconds, blending luxury with 220 hp from a 2.5L inline-four.", "year": 1988},
  {"id": 13, "fact": "Chrysler bought AMC in 1987 for $1.1 billion, gaining Jeep and boosting their SUV lineup into the 90s.", "year": 1987},
  {"id": 14, "fact": "The 1989 Mazda MX-5 Miata prototype was tested in secret, but its pop-up lights and lightweight design echoed 80s fun.", "year": 1989},
  {"id": 15, "fact": "Ford's 1980s Taurus revolutionized aerodynamics with its jellybean shape, outselling rivals and influencing global design.", "year": 1986},
  {"id": 16, "fact": "The Lincoln Mark VII, 1984-1992, pioneered anti-lock brakes in America, a safety tech borrowed from Euro luxury cars.", "year": 1984},
  {"id": 17, "fact": "GM's 1982 X-body cars like the Chevy Citation promised efficiency but suffered from transmission failures, tarnishing the decade's rep.", "year": 1982},
  {"id": 18, "fact": "The Peugeot 205 GTI, launched in 1984, weighed just 1,800 lbs with 130 hp, making it the ultimate hot hatch for twisty roads.", "year": 1984},
  {"id": 19, "fact": "Mercedes' 1985 Hammer AMG tuned the 560 SEL to 365 hp and 187 mph, a sleeper sedan that shocked 80s highways.", "year": 1985},
  {"id": 20, "fact": "Nissan's 1989 Skyline GT-R R32 used ATTESA all-wheel drive, dominating rallies and inspiring JDM legends.", "year": 1989},
  {"id": 21, "fact": "The 1981 DeLorean DMC-12's gullwing doors and stainless steel body made it a Back to the Future star, despite only 9,000 built.", "year": 1981},
  {"id": 22, "fact": "Buick Reatta, a 1988 halo car, offered a convertible and touch-screen nav—way ahead of its time for American luxury.", "year": 1988},
  {"id": 23, "fact": "Ford Mustang's 1987 Fox-body refresh added fuel injection, pushing the 5.0L V8 to 225 hp for affordable muscle.", "year": 1987},
  {"id": 24, "fact": "The 1983 Corvette C4 ditched fibreglass leaf springs for independent suspension, hitting 150 mph stock.", "year": 1983},
  {"id": 25, "fact": "Honda's 1986 Acura Legend brought Japanese luxury to the US with V6 smoothness and double-wishbone suspension.", "year": 1986},
  {"id": 26, "fact": "The VW GTI Mk2, 1984-1992, refined the hot hatch with a 16V engine option and plaid seats that defined Euro fun.", "year": 1984},
  {"id": 27, "fact": "Pontiac Fiero's 1984 mid-engine layout promised sports car thrills, but its Iron Duke engine only made 92 hp.", "year": 1984},
  {"id": 28, "fact": "The 1985 Ferrari 288 GTO was the first transverse V8 supercar, built for Group B rallying with 400 hp.", "year": 1985},
  {"id": 29, "fact": "Chevy Camaro IROC-Z, named after IMSA racing in 1985, got tuned suspension but still struggled with understeer.", "year": 1985},
  {"id": 30, "fact": "Toyota Supra's 1986 Mk3 turbo model hit 232 hp, foreshadowing its drift icon status in the 90s.", "year": 1986},
  {"id": 31, "fact": "The 1982 Renault Fuego coupe had a digital dashboard and wedge design, outselling rivals in Europe briefly.", "year": 1982},
  {"id": 32, "fact": "Dodge Viper concept shown in 1989 previewed the 90s monster, but 80s roots were in Chrysler's bold styling.", "year": 1989},
  {"id": 33, "fact": "The Alfa Romeo Milano, 1987 US debut, offered quad cams and looks, but rust plagued its Italian charm.", "year": 1987},
  {"id": 34, "fact": "Mercedes W124 E-Class, from 1984, was called 'the best saloon in the world' for its bulletproof build.", "year": 1984},
  {"id": 35, "fact": "The 1988 BMW M5 combined 5.0L V8 with wagon practicality, birthing the super-estate genre.", "year": 1988},
  {"id": 36, "fact": "Ford Probe's 1989 launch as Mazda MX-6 twin brought pop-up lights and 140 hp to affordable sports coupes.", "year": 1989},
  {"id": 37, "fact": "The Yugo GV, imported in 1985, was the cheapest new car at $3,990 but became a punchline for unreliability.", "year": 1985},
  {"id": 38, "fact": "Porsche 911 Carrera's 1984 flat-six got 200 hp, with the Cabriolet adding open-top purity to the lineup.", "year": 1984},
  {"id": 39, "fact": "The 1986 Sterling 825, a Honda-Rover mashup, offered British luxury with Japanese reliability at $25k.", "year": 1986},
  {"id": 40, "fact": "Nissan 300ZX's 1989 twin-turbo Z32 packed 300 hp and digital dash, rivaling supercars in tech.", "year": 1989},
  {"id": 41, "fact": "The 1980 AMC Eagle was America's first all-wheel-drive passenger car, predating Subaru's fame.", "year": 1980},
  {"id": 42, "fact": "Chevy Sprint, a rebadged Suzuki Cultus in 1985, introduced turbo to economy cars with 70 hp pep.", "year": 1985},
  {"id": 43, "fact": "The 1987 Geo Spectrum (Isuzu Impulse) had a lotus-like wedge shape and available turbo for 140 hp.", "year": 1987},
  {"id": 44, "fact": "Bentley's 1980 Mulsanne Turbo revived the brand with 300 hp, blending luxury with newfound sportiness.", "year": 1980},
  {"id": 45, "fact": "The 1984 Jaguar XJ-SC cabriolet fixed the XJS's targa issues, offering proper drop-top grand touring.", "year": 1984},
  {"id": 46, "fact": "Mazda RX-7 FC's 1986 rotary engine revved to 7,000 rpm, with pop-up lights that screamed 80s anime.", "year": 1986},
  {"id": 47, "fact": "The 1982 Fiat X1/9 targa spider kept mid-engine joy alive with Pininfarina styling on a budget.", "year": 1982},
  {"id": 48, "fact": "Volvo 780 Bertone coupe, 1986 limited run, mixed boxy safety with Italian flair from just 2,000 units.", "year": 1986},
  {"id": 49, "fact": "The 1989 Saturn prototype testing began, promising plastic bodies and no-haggle pricing for the 90s.", "year": 1989},
  {"id": 50, "fact": "Datsun 280ZX's 1981 turbo added 180 hp, with t-tops that made it a poor man's Ferrari.", "year": 1981},
  {"id": 51, "fact": "The 1983 Pontiac 6000 STE pioneered electronic fuel injection in GM's family sedans.", "year": 1983},
  {"id": 52, "fact": "Oldsmobile Toronado's 1980 front-drive V8 layout shifted luxury to transverse engines.", "year": 1980},
  {"id": 53, "fact": "The 1985 Merkur Scorpio, Ford's Euro import, brought rack-and-pinion steering to US roads.", "year": 1985},
  {"id": 54, "fact": "Hyundai Excel's 1986 US debut was a $5k box on wheels, flooding markets with cheap imports.", "year": 1986},
  {"id": 55, "fact": "The 1988 Chrysler Fifth Avenue brougham-ified the M-body with vinyl roofs and opera lights.", "year": 1988},
  {"id": 56, "fact": "Geo Metro's 1989 3-cylinder sipped 50 mpg, proving ultra-efficiency in a tiny convertible.", "year": 1989},
  {"id": 57, "fact": "The 1984 Renault Alliance, AMC's French import, won Motor Trend Car of the Year unexpectedly.", "year": 1984},
  {"id": 58, "fact": "Subaru XT coupe's 1985 aero wedge and turbo boxer made it a sci-fi standout.", "year": 1985},
  {"id": 59, "fact": "The 1987 Isuzu I-Mark turbo hatch was a sleeper with 140 hp in a Civic-sized body.", "year": 1987},
  {"id": 60, "fact": "Plymouth Horizon's 1981 TurboZ promised 110 hp economy, but reliability killed its buzz.", "year": 1981},
  {"id": 61, "fact": "The 1982 Ford EXP, a Pinto-based sports coupe, flopped with gullwing vibes but no power.", "year": 1982},
  {"id": 62, "fact": "Cadillac Eldorado's 1986 downsized to 300 hp V8, embracing aero efficiency.", "year": 1986},
  {"id": 63, "fact": "The 1989 Dodge Monaco revived the name with AWD options for snowy states.", "year": 1989},
  {"id": 64, "fact": "Lincoln Continental's 1983 digital dash and air suspension previewed tech luxury.", "year": 1983},
  {"id": 65, "fact": "The 1985 Buick Somerset had a quad-4 engine that revved high but vibrated owners away.", "year": 1985},
  {"id": 66, "fact": "Pontiac Parisienne's 1980 B-body V8 carried over 70s excess into the decade.", "year": 1980},
  {"id": 67, "fact": "The 1984 Chevy Celebrity Eurosport added spoilers for sporty family wagon vibes.", "year": 1984},
  {"id": 68, "fact": "Oldsmobile Calais' 1985 quad-4 was GM's first DOHC engine, beating Honda at revs.", "year": 1985},
  {"id": 69, "fact": "The 1987 Ford Thunderbird Turbo Coupe hit 190 hp with aero styling.", "year": 1987},
  {"id": 70, "fact": "Mercury Capri's 1981 Fox-body twin to Mustang offered Aussie V8 swaps down under.", "year": 1981},
  {"id": 71, "fact": "The 1986 Nissan Stanza had a weird front fascia, but its CAFE compliance saved fuel.", "year": 1986},
  {"id": 72, "fact": "Honda Prelude's 1988 4WS (four-wheel steering) made it handle like a go-kart.", "year": 1988},
  {"id": 73, "fact": "The 1983 Audi 5000's turbo quattro AWD dominated winters with 200 hp subtlety.", "year": 1983},
  {"id": 74, "fact": "Volkswagen Quantum wagon's 1982 syncro AWD was a Euro import for US families.", "year": 1982},
  {"id": 75, "fact": "The 1989 Acura NSX prototype echoed 80s F1 tech in a mid-engine layout.", "year": 1989},
  {"id": 76, "fact": "Mitsubishi Starion's 1983 turbo 2.6L made 200 hp, a Dodge Conquest in US trim.", "year": 1983},
  {"id": 77, "fact": "The 1985 Toyota Cressida offered Lexus-level luxury before Lexus existed.", "year": 1985},
  {"id": 78, "fact": "Mazda 626's 1983 rear-drive to front-drive shift improved space but lost fun.", "year": 1983},
  {"id": 79, "fact": "The 1987 Daihatsu Rocky mini-SUV was a kei-truck import for off-road whimsy.", "year": 1987},
  {"id": 80, "fact": "Suzuki Swift GTi's 1989 turbo pepped up the mini-car market with rally genes.", "year": 1989},
  {"id": 81, "fact": "The 1980 Fiat Strada van-hatch hybrid was practical urban weirdness.", "year": 1980},
  {"id": 82, "fact": "Lancia Delta Integrale's 1987 AWD turbo won 6 WRC titles, pure rally magic.", "year": 1987},
  {"id": 83, "fact": "The 1984 Talbot Samba cabrio was a hot hatch drop-top for French flair.", "year": 1984},
  {"id": 84, "fact": "Opel Kadett GSi's 1984 8V engine made it a budget BMW alternative.", "year": 1984},
  {"id": 85, "fact": "The 1986 Ford Sierra Cosworth's whale-tail spoiler was rally homologation gold.", "year": 1986},
  {"id": 86, "fact": "Audi 80 quattro's 1986 permanent AWD trickled down from rally cars.", "year": 1986},
  {"id": 87, "fact": "The 1988 Rover 200 Vitesse turbo was a peppy British import flop.", "year": 1988},
  {"id": 88, "fact": "Mercedes 190E 2.3-16's 1984 Cosworth engine was DTM racing in sedan form.", "year": 1984},
  {"id": 89, "fact": "The 1989 Fiat Tipo offered space-efficient design for family hatches.", "year": 1989},
  {"id": 90, "fact": "BMW 325iX's 1985 AWD system made the E30 handle snow like a pro.", "year": 1985},
  {"id": 91, "fact": "The 1982 Citroën BX mixed hydropneumatic suspension with wedge aesthetics.", "year": 1982},
  {"id": 92, "fact": "Renault 21's 1986 V6 quadra was a turbo diesel pioneer for efficiency.", "year": 1986},
  {"id": 93, "fact": "The 1987 Volvo 480 ES turbo was a pop-up light sports coupe rarity.", "year": 1987},
  {"id": 94, "fact": "Saab 9000's 1985 tall-boy design maximized cabin space in a sedan.", "year": 1985},
  {"id": 95, "fact": "The 1983 Talbot Horizon offered French economy with American K-car roots.", "year": 1983},
  {"id": 96, "fact": "Peugeot 309 GTI's 1987 1.8L made it a sleeper in the hot hatch wars.", "year": 1987},
  {"id": 97, "fact": "The 1989 Seat Ibiza had VW underpinnings for Spanish budget fun.", "year": 1989},
  {"id": 98, "fact": "Ford Escort RS Cosworth's 1992 roots trace to 80s rally preps.", "year": 1986},
  {"id": 99, "fact": "The 1984 Nissan Pulsar NX had a targa-top convertible option.", "year": 1984},
  {"id": 100, "fact": "Toyota Celica GT-S's 1986 AWD GT-Four was rally-ready for streets.", "year": 1986},
  {"id": 101, "fact": "The 1981 Mazda GLC wagon was a reliable import hauler.", "year": 1981},
  {"id": 102, "fact": "Honda Civic Si's 1986 DOHC VTEC preview was pure rev-happy joy.", "year": 1986},
  {"id": 103, "fact": "The 1985 Subaru GL-10 turbo wagon was an AWD sleeper for families.", "year": 1985},
  {"id": 104, "fact": "Isuzu Impulse's 1983 lotus-inspired handling beat its anemic power.", "year": 1983},
  {"id": 105, "fact": "The 1987 Chevrolet Sprint Turbo was a Suzuki twin with unexpected kick.", "year": 1987},
  {"id": 106, "fact": "Daihatsu Charade GT Ti's 1988 turbo made kei-cars punch above weight.", "year": 1988},
  {"id": 107, "fact": "The 1982 Hyundai Pony Excel laid groundwork for Korean imports.", "year": 1982},
  {"id": 108, "fact": "Proton Saga's 1985 Mitsubishi roots brought Malaysian assembly to markets.", "year": 1985},
  {"id": 109, "fact": "The 1989 Geo Prizm (Toyota Corolla twin) promised bulletproof reliability.", "year": 1989},
  {"id": 110, "fact": "Lincoln Town Car's 1981 downsizing kept landau roofs alive.", "year": 1981},
  {"id": 111, "fact": "The 1984 Cadillac Cimarron was a Cavalier in sheep's clothing luxury.", "year": 1984},
  {"id": 112, "fact": "Buick LeSabre's 1986 front-drive V6 was smooth but uninspiring.", "year": 1986},
  {"id": 113, "fact": "The 1987 Oldsmobile Cutlass Ciera had optional diesel for CAFE compliance.", "year": 1987},
  {"id": 114, "fact": "Pontiac Bonneville SSE's 1988 digital gauges looked futuristic.", "year": 1988},
  {"id": 115, "fact": "The 1983 Mercury Marquis merged with Ford LTD for shared blandness.", "year": 1983},
  {"id": 116, "fact": "Dodge Diplomat's 1989 V8 was a cop car staple with civilian appeal.", "year": 1989},
  {"id": 117, "fact": "The 1985 Plymouth Caravelle was a LeBaron twin for budget luxury.", "year": 1985},
  {"id": 118, "fact": "Chrysler New Yorker TC's 1983 turbo 2.2L was a digital dash darling.", "year": 1983},
  {"id": 119, "fact": "The 1986 Ford Tempo had a 2.3L HSC engine for economy focus.", "year": 1986},
  {"id": 120, "fact": "Mercury Topaz's 1984 twin to Tempo offered hidden headlights.", "year": 1984},
  {"id": 121, "fact": "The 1987 Chevrolet Corsica added sporty trim to the Citation line.", "year": 1987},
  {"id": 122, "fact": "Pontiac 2000 Sunbird's 1982 convertible revived drop-tops post-ban.", "year": 1982},
  {"id": 123, "fact": "The 1988 Buick Skylark had a quad-4 for peppy commuting.", "year": 1988},
  {"id": 124, "fact": "Oldsmobile Achieva's 1992 roots in 80s Calais were nimble.", "year": 1985},
  {"id": 125, "fact": "The 1981 AMC Concord Sunset was the last rear-drive economy car.", "year": 1981},
  {"id": 126, "fact": "Jeep Cherokee XJ's 1984 unibody was the SUV blueprint.", "year": 1984},
  {"id": 127, "fact": "The 1986 Ford Bronco II compact SUV competed with Samurai.", "year": 1986},
  {"id": 128, "fact": "GMC S-15 Jimmy's 1983 4x4 was a Chevy Blazer mini-me.", "year": 1983},
  {"id": 129, "fact": "The 1987 Isuzu Trooper offered full-size SUV utility early.", "year": 1987},
  {"id": 130, "fact": "Suzuki Samurai's 1986 ragtop was a cheap Jeep killer.", "year": 1986},
  {"id": 131, "fact": "The 1989 Mitsubishi Montero debuted as Pajero in US, rugged diesel.", "year": 1989},
  {"id": 132, "fact": "Ford Explorer's 1991 prototype echoed 80s Ranger roots.", "year": 1983},
  {"id": 133, "fact": "The 1985 Chevrolet Astro minivan had RWD for towing prowess.", "year": 1985},
  {"id": 134, "fact": "Dodge Caravan's 1984 Stow 'n Go precursor was space genius.", "year": 1984},
  {"id": 135, "fact": "The 1987 Plymouth Voyager twin to Caravan boomed family travel.", "year": 1987},
  {"id": 136, "fact": "Toyota Previa's 1991 supercharged roots in 80s Camry wagons.", "year": 1984},
  {"id": 137, "fact": "The 1986 Mazda MPV was Japan's first minivan with sliding doors.", "year": 1986},
  {"id": 138, "fact": "Nissan Axxess's 1989 import was a quirky front-drive van.", "year": 1989},
  {"id": 139, "fact": "The 1982 VW Vanagon Syncro AWD camper was adventure-ready.", "year": 1982},
  {"id": 140, "fact": "Mercedes G-Wagen's 1980 civilian version was luxury off-roader.", "year": 1980},
  {"id": 141, "fact": "The 1984 Range Rover Vogue added wood trim for upscale SUV.", "year": 1984},
  {"id": 142, "fact": "Jeep Wrangler YJ's 1987 square lights refreshed the CJ icon.", "year": 1987},
  {"id": 143, "fact": "The 1985 GMC Vandura van had A-team fame in pop culture.", "year": 1985},
  {"id": 144, "fact": "Ford Aerostar 's 1986 RWD minivan beat Astro in sales.", "year": 1986},
  {"id": 145, "fact": "The 1988 Chevrolet APV minivan flopped with its plastic body.", "year": 1988},
  {"id": 146, "fact": "Oldsmobile Silhouette's 1990 roots in 80s Celebrity wagons.", "year": 1982},
  {"id": 147, "fact": "The 1983 Nissan Multi van was a cube on wheels for Japan.", "year": 1983},
  {"id": 148, "fact": "Toyota Van's 1984 import had optional 4WD for versatility.", "year": 1984},
  {"id": 149, "fact": "The 1989 Mitsubishi Vanwagon was a Star Wagon rebadge.", "year": 1989},
  {"id": 150, "fact": "Porsche 959's 1986 twin-turbo AWD hit 197 mph, tech marvel.", "year": 1986},
  {"id": 151, "fact": "The 1987 Lamborghini Countach 5000 QV had scissor doors perfection.", "year": 1987},
  {"id": 152, "fact": "Ferrari F40's 1987 twin-turbo V8 was Enzo's last raw design.", "year": 1987},
  {"id": 153, "fact": "The 1984 Vector W2 prototype promised 625 hp supercar dreams.", "year": 1984},
  {"id": 154, "fact": "Aston Martin Vantage's 1986 V8 hit 170 mph in X-pack trim.", "year": 1986},
  {"id": 155, "fact": "The 1989 McLaren F1 concept echoed 80s carbon fiber push.", "year": 1989},
  {"id": 156, "fact": "Bugatti EB110's 1991 roots in 80s Group B rally tech.", "year": 1980},
  {"id": 157, "fact": "The 1985 Koenigsegg prototype? Wait, no—80s Callaway Corvette Sledgehammer hit 254 mph.", "year": 1988},
  {"id": 158, "fact": "Noble M12's 1999 but 80s-inspired lightweight ethos.", "year": 1985},
  {"id": 159, "fact": "The 1982 Ascari prototype was British supercar ambition.", "year": 1982},
  {"id": 160, "fact": "TVR Tasmin's 1984 wedge with Ford V6 was British rawness.", "year": 1984},
  {"id": 161, "fact": "The 1986 Lotus Excel had a Toyota engine for reliability.", "year": 1986},
  {"id": 162, "fact": "De Tomaso Pantera GT5's 1980 swan song was mid-engine fire.", "year": 1980},
  {"id": 163, "fact": "The 1987 Vector W2 finally hit roads with 625 hp.", "year": 1987},
  {"id": 164, "fact": "Brabham BT55's F1 tech trickled to road concepts in 80s.", "year": 1985},
  {"id": 165, "fact": "The 1989 Italdesign Azteca was a wild one-off show car.", "year": 1989},
  {"id": 166, "fact": "Pininfarina Azzurra's 1984 Ferrari 400 EVO concept.", "year": 1984},
  {"id": 167, "fact": "The 1983 Bertone Ram 90 was a futuristic pickup.", "year": 1983},
  {"id": 168, "fact": "Chrysler LeBaron Convertible's 1982 drop-top revival.", "year": 1982},
  {"id": 169, "fact": "The 1985 Ford Mustang SVO had a turbo intercooler first.", "year": 1985},
  {"id": 170, "fact": "Chevy Beretta GT's 1987 twin cams for sporty coupe.", "year": 1987},
  {"id": 171, "fact": "The 1986 Pontiac Fiero GT V6 finally matched its looks.", "year": 1986},
  {"id": 172, "fact": "Dodge Daytona Shelby Z's 1988 turbo was 175 hp fun.", "year": 1988},
  {"id": 173, "fact": "The 1984 Toyota MR2 W10 mid-engine debut.", "year": 1984},
  {"id": 174, "fact": "Nissan 200SX SE's 1980 turbo was early JDM boost.", "year": 1980},
  {"id": 175, "fact": "The 1989 Mazda 323 GTX AWD hot hatch rally.", "year": 1989},
  {"id": 176, "fact": "Honda CRX Si's 1988 VTEC was lightweight legend.", "year": 1988},
  {"id": 177, "fact": "The 1985 VW Golf GTI 16V upped the ante.", "year": 1985},
  {"id": 178, "fact": "Fiat Uno Turbo i.e.'s 1985 130 hp Fiat fire.", "year": 1985},
  {"id": 179, "fact": "The 1987 Renault 5 GT Turbo was pocket rocket king.", "year": 1987},
  {"id": 180, "fact": "Opel Corsa GSi's 1988 1.6L was German pep.", "year": 1988},
  {"id": 181, "fact": "The 1983 Ford Fiesta XR2 hot hatch start.", "year": 1983},
  {"id": 182, "fact": "Austin Metro's 1980 FWD economy boom.", "year": 1980},
  {"id": 183, "fact": "The 1986 Alfa Romeo 75 had rear-drive balance.", "year": 1986},
  {"id": 184, "fact": "Lancia Thema 8.32's 1988 Ferrari V8 sedan.", "year": 1988},
  {"id": 185, "fact": "The 1984 Maserati Biturbo was twin-turbo ambition.", "year": 1984},
  {"id": 186, "fact": "Jaguar XJ40's 1986 digital dash innovation.", "year": 1986},
  {"id": 187, "fact": "The 1989 BMW 7 Series E32 had fax machines optional.", "year": 1989},
  {"id": 188, "fact": "Mercedes 300SL-24's 1988 DOHC for US emissions.", "year": 1988},
  {"id": 189, "fact": "The 1982 Bentley Turbo R revived rolling chassis.", "year": 1982},
  {"id": 190, "fact": "Rolls-Royce Corniche III's 1989 convertible excess.", "year": 1989},
  {"id": 191, "fact": "The 1985 Cadillac Fleetwood Brougham d'Elegance.", "year": 1985},
  {"id": 192, "fact": "Lincoln Mark VI's 1980 Conti coupe styling.", "year": 1980},
  {"id": 193, "fact": "The 1987 Buick Riviera restyle was aero flop.", "year": 1987},
  {"id": 194, "fact": "Oldsmobile Toronado Troféo's 1986 front-drive.", "year": 1986},
  {"id": 195, "fact": "The 1984 Chrysler Laser XE turbo coupe.", "year": 1984},
  {"id": 196, "fact": "Eagle Premier's 1988 Renault-AMC hybrid.", "year": 1988},
  {"id": 197, "fact": "The 1989 Pontiac Aztek? Wait, 80s Sunrunner SUV.", "year": 1989},
  {"id": 198, "fact": "Geo Storm's 1990 Isuzu roots in 80s Impulse.", "year": 1983},
  {"id": 199, "fact": "The 1986 Ford Merkur XR4Ti turbo Euro.", "year": 1986},
  {"id": 200, "fact": "Asüna Sunfire's 1992 but 80s Sunrunner base.", "year": 1988}

]
